{
  "_name_or_path": "./model",
  "architectures": [
    "KebioForTokenClassification"
  ],
  "attention_probs_dropout_prob": 0.1,
  "entity_size": 100,
  "gradient_checkpointing": false,
  "hidden_act": "gelu",
  "hidden_dropout_prob": 0.1,
  "hidden_size": 768,
  "id2label": {
    "0": "O",
    "1": "B",
    "2": "I"
  },
  "initializer_range": 0.02,
  "intermediate_size": 3072,
  "label2id": {
    "B": 1,
    "I": 2,
    "O": 0
  },
  "layer_norm_eps": 1e-12,
  "max_candidate_entities": 100,
  "max_mentions": 50,
  "max_position_embeddings": 512,
  "model_type": "bert",
  "num_attention_heads": 12,
  "num_context_layers": 8,
  "num_entities": 477039,
  "num_hidden_layers": 12,
  "pad_token_id": 0,
  "type_vocab_size": 2,
  "vocab_size": 28895
}
